Repository: roccozhang/luci-app-tn-mbusd
Catalog: po/*/mbusd.po
Languages: ru

source: Baudrate
ru: Скорость

source: Enable
ru: Включить

# Parity
source: Even
ru: Чёт

source: General Settings
ru: Общие настройки

source: Grant access to Modbus TCP to RTU gateway configuration
ru: Предоставить доступ к конфигурации шлюза Modbus TCP в RTU

source: Information
ru: Информация

source: Log verbosity
ru: Уровень журналирования

source: Maximum TCP connections
ru: Максимальное количество TCP подключений

source: Modbus TCP to Modbus RTU Gateway
ru: Шлюз Modbus TCP в Modbus RTU

source: Modbus TCP to RTU
ru: Modbus TCP в RTU

source: Multiple instances with same TCP port is not allowed
ru: Несколько экземпляров с одним и тем же TCP-портом не разрешены

source: Multiple instances with same device is not allowed
ru: Несколько экземпляров с одним и тем же устройством не разрешены

# Parity
source: None
ru: Нет

# Parity
source: Odd
ru: Нечёт

source: Only errors
ru: Только ошибки

source: Parity
ru: Чётность

source: Pause between requests
ru: Пауза между запросами

source: Ports Configuration
ru: Конфигурация портов

source: RTU Settings
ru: Настройки RTU

source: Request retries
ru: Попытки запроса

source: Response wait time
ru: Время ожидания ответа

source: Serial device
ru: Устройство

source: Specifies connection timeout in seconds (0–1000, 0 — no timeout)
ru: Определяет таймаут подключения в секундах (0–1000, 0 — без таймаута)

source: Specifies maximum number of request retries (0–15, 0 — no retries)
ru: Определяет максимальное количество повторных попыток запроса (0–15, 0 — без повторных попыток)

source: Specifies maximum number of simultaneous TCP connections (1–128)
ru: Определяет максимальное количество одновременных TCP-соединений (1–128)

source: Specifies pause between requests in milliseconds (1–10000)
ru: Определяет паузу между запросами в миллисекундах (1–10000)

source: Specifies response wait time in milliseconds (1–10000)
ru: Определяет время ожидания ответа в миллисекундах (1–10000)

source: Stop bits
ru: Стоповые биты

source: TCP Settings
ru: Настройки TCP

source: TCP address
ru: TCP адрес

source: TCP port
ru: TCP порт

source: Timeout
ru: Таймаут

source: Warnings
ru: Предупреждения
